Tekla.Structures.ModelInternal.dotPourBreak_t
Struct for the Pour break.

Tekla.Structures.ModelInternal.dotPourBreak_t.ModelObject
The object we are extending (Inherited from)

Tekla.Structures.ModelInternal.dotPourBreak_t.Polymesh
The polymesh that defines the geometry of the pour break